[
    {
        "item": "SCP-002",
        "object": "Euclid",
        "icon": "images/SCP002.jpg",
        "containment": "SCP-002 must maintain a continuous connection to a suitable power source to remain in its recharging state; during power outages, an emergency barrier should be deployed, and the vicinity evacuated. Upon power restoration, alternating bursts of X-ray and ultraviolet light are to be directed at the area until SCP-002 is reconnected to its power source. Negative air pressure must be maintained in the containment area. Teams of at least two individuals must remain within 20 meters of SCP-002 or its containment area, maintaining physical contact to confirm each other's presence due to potential sensory distortions caused by proximity to the object.",
        "description": "SCP-002 is a grotesque, tumor-like growth measuring approximately 60 m³ (or 2000 ft³), featuring an iron valve hatch on one side leading to an interior space that inexplicably resembles a standard, modestly sized low-rent apartment. Strangely, the room possesses a solitary window, though its existence cannot be discerned from the exterior. Inside, the furniture consists of what appears to be sculpted bone, woven hair, and assorted biological materials originating from the human body, with each object displaying distinct or fragmented DNA sequences upon examination. Further details on its discovery can be found in the Mulhausen Report [cross-ref:document00.023.603]"
    },

    {
        "item": "SCP-003",
        "object": "Euclid",
        "icon": "images/SCP003.jpg",
        "containment": "SCP-003 requires constant maintenance at a temperature not less than 35°C, with an ideal temperature exceeding 100°C, and must remain devoid of any living multicellular organisms classified as Category IV or higher complexity. In the event of a total power failure leading to an increase in SCP-003-1's mass, assigned personnel must establish skin contact with SCP-003-1, utilizing body heat to restore it above the critical temperature; this contact should persist even if SCP-003 reaches its activation temperature and continue until SCP-003-1 progresses fully to its second growth stage. Prior to entering SCP-003's containment area, personnel must undergo examination for body parasites of Category IV or higher complexity and be sterilized if such organisms are found. Immediate sterilization is also mandatory for personnel who have had physical contact with SCP-003-1. SCP-003-1 must not be separated from SCP-003-2 except during emergency procedures. Any significant alteration in SCP-003-2's rune activity, encompassing changes in pattern, frequency, or color, must be reported within three (3) hours, while the cessation of rune activity demands immediate reporting. SCP-003-2 should consistently receive power from the designated Generator 003-IX.",
        "description": "SCP-003 comprises two distinct components, SCP-003-1 and SCP-003-2. SCP-003-1, resembling a configuration reminiscent of a computer motherboard, is crafted from chitin, hair, and nails with an antiquity predating known circuit boards by millennia. It exhibits sentience but is generally non-hostile, except under specific conditions. Initially found on SCP-003-2, SCP-003-1 has runes of an unknown language on its surface, emitting intermittent pale, flickering light patterns. SCP-003-2 is governed by a non-biological internal computer, its contents mostly inaccessible without jeopardizing SCP-003-2's integrity. It can emit controlled radiation types, including heat, light, and anomalous varieties, and possesses an anomalous power source gradually depleting for centuries. SCP-003-2's creation seems linked to SCP-003-1 containment, with recovered data hinting at LK-class restructuring events associated with SCP-003-1. Remote viewing team SRV-04 Beta discovered SCP-003, possibly prompted by SCP-003-2, but SCP-003-2's sentience remains unconfirmed. Below 35°C, SCP-003 prompts reactions from both components. SCP-003-1 undergoes a two-stage growth, converting surrounding matter, starting with inorganic and non-living organic materials, and forming a brittle star-shaped structure. The second stage involves SCP-003-1 mimicking organic materials and attempting communication with similar organisms, slowing its growth rate depending on the complexity of the organism. SCP-003-2 emits radiation bursts inhibiting or reversing SCP-003-1's growth at temperatures above 100°C. SCP-003-1's biology shares similarities with SCP-███, SCP-1512, and SCP-2756, but these connections and its relationship with modern technology remain elusive and unexplained, despite extensive research efforts." 
    },

    {
        "item": "SCP-004",
        "object": "Euclid",
        "icon": "images/SCP004.jpg",
        "containment": "Proper handling procedures for items SCP-004-2 through SCP-004-13 are of utmost importance. These items are strictly prohibited from being removed off-site unless accompanied by two Level 4 security personnel. Under no circumstances should any other component of SCP-004 be transported through SCP-004-1, as the consequences remain unknown, and the associated risks render further experimentation impractical. In the event of a breach involving objects from SCP-004-1 or the facility, the keys must be brought inside, and the door must be sealed before initiating Site 62's on-site warhead. Unauthorized removal of keys from the testing area constitutes grounds for immediate termination. Access to SCP-004-1 requires Level 1 clearance, while Level 4 clearance is necessary for handling SCP-004-2 through -13.",
        "description": "SCP-004 consists of an old wooden barn door (SCP-004-1) and a set of twelve rusted steel keys (SCP-004-2 through SCP-004-13). SCP-004-1 serves as the entrance to an abandoned factory in [DATA EXPUNGED]. In 1949, a group of juveniles discovered SCP-004-1 along with the keys, leading to a gruesome incident where one of them (SCP-004-CAS01) was torn apart upon opening the door. Subsequent tests revealed that only SCP-004-7 and SCP-004-12 keys allowed safe entry, while other keys resulted in subjects being torn apart and vanishing from existence. Survivors described an impossibly large room inside. In 2000, temporal and spatial anomalies associated with SCP-004 were confirmed, including the unexplained reappearance of SCP-004-CAS01 and SCP-004-CAS02 ██ years after using SCP-004-██. Site-62, established within SCP-004-1, houses hazardous materials and SCP specimens. SCP-004-14, a wooden box, was discovered in the factory manager's office, and when unlocked with SCP-004-7 or certain other keys, items placed inside disappear upon closing the lid. Personnel enclosed in SCP-004-14 are also irretrievable, and their loss affects the dreams of others [DATA EXPUNGED]."
    },

    {
        "item": "SCP-005",
        "object": "Safe",
        "icon": "./images/SCP005.jpg",
        "containment": "SCP-005 poses no immediate risk in any direct sense. Even so, its unique functions require special measures be taken to restrict access and manipulation of the object. Approval of at least one (1) Level 4 personnel is required for the removal of the object from its containment area.",
        "description": "SCP-005 takes the form of an ornate key resembling those commonly used in the 1920s, and its discovery occurred when a civilian used it to breach a high-security facility. This anomalous key exhibits the remarkable ability to effortlessly open various types of locks, whether mechanical or digital, although the source of this ability remains undisclosed. While SCP-005 can be used as a replacement for lost security passes under the supervision of at least one Level 4 personnel, it is strictly prohibited for vending machine repairs, locker access, or personal home key use by any personnel. Unauthorized removal of the object from the facility results in immediate termination. In testing, it has been noted that SCP-005's efficacy can be hindered if the purpose or identity of a lock is concealed, suggesting a level of sentience. Approximately 50% of cases involving concealed locking devices resulted in SCP-005's failure to deactivate the device, prompting further assessments of its cognitive capabilities. However, no evidence suggests an inability to identify specific locking mechanisms; rather, it encounters difficulty only when locks are heavily concealed or disguised."
    }
]